<%@ Page Title="" Language="C#" MasterPageFile="~/Global.Master" AutoEventWireup="true" CodeBehind="terms.aspx.cs" Inherits="Gavan.terms" %>

    <asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
         <link rel="Stylesheet" type="text/css" href="styles/terms.css"/>
    </asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    	<h1 id="termsHeader">תנאי שימוש</h1>
	    <ol id="terms">
		    <li>האתר מיועד לשימוש תלמידי וצוות בית הספר בלבד, אם אינך שייך לאחת הקטגוריות האלה לא תוכל להירשם לאתר. מנהל האתר רשאי למחוק משתמשים שנרשמו במרמה או משתמשים אשר מפרים את התקנון.</li>
		    <li>משתמשי האתר הרשומים יוכלו להוסיף תגובות או/ולהעריך את היצירות המוצגות באתר. אנא שמרו על שפת דיבור הולמת – אין לקלל או להעליב את היוצרים או משתמשי אתר אחרים. אין להציף את האתר בתגובות מיותרות. מנהל האתר רשאי למחוק תגובות לא הולמות ואף לחסום משתמשים. </li>
		    <li>המשתמשים רשאים להעלות את התמונות שהן היצירות שלהם בלבד – אין להעלות תמונות ממקורות זרים (לפגוע בזכויות יוצרים), אין להעלות תמונות בעלות אופן פוגעני, תמונות פורנוגראפיות או תמונות מפוקפקות (אלימות, סמים, הסטה). אם ברצונכם להעלות תמונות של אנשים יש לקבל אישור להעלות את התמונה לאתר מכל מצולם.</li>
		    <li>כל משתמש רשאי לערוך את פרטיו את האישיים לפי ראותו בתנאי שלא פוגעים במשתמשים אחרים. משתמש רשאי לדווח על תמונות בעייתיות באמצעות "כפתור הדיווח" הקיים בכל עמוד של תמונה וכן ליד כל תגובה.  אין לפרסם פרטים אישיים מדי באתר ואם פורסמו האתר אינו אחראי לנזק ורשאי למחוק את הנתונים החורגים מהתקנון.</li>
		    <li>תמונות המשתמש הם רכושו הפרטי של המשתמש: האתר נועד רק צפייה והבעת חוות דעת. אין להעתיק תמונות המוצגות אלא באישור בעל התמונות. </li>
		    <li>מומלץ להתנתק בתום הפעילות באתר. בתנאי ולא בוצעה ההתנתקות,  היא תבוצע אוטומטית  בתום ה-  session.</li>
		    <li>על כל תלונה יש לפנות למנהל האתר בלבד. </li>
	    </ol>
</asp:Content>
